Tekla.Structures.DrawingInternal.dotGrPlacing_t


Tekla.Structures.DrawingInternal.dotGrPlacing_t.Placing


Tekla.Structures.DrawingInternal.dotGrPlacing_t.LeaderLinePoint


Tekla.Structures.DrawingInternal.dotGrPlacing_t.StartPoint


Tekla.Structures.DrawingInternal.dotGrPlacing_t.EndPoint


Tekla.Structures.DrawingInternal.dotGrPlacing_t.ToStruct(Tekla.Structures.Drawing.PlacingBase,Tekla.Structures.Drawing.PreferredPlacingTypeBase)


Tekla.Structures.DrawingInternal.dotGrPlacing_t.FromStruct(Tekla.Structures.Drawing.PlacingBase@)
